{"meta":{"title":"zwx-blog","subtitle":null,"description":"","author":"zwx","url":"http://zwx-zwx.github.io","root":"/"},"pages":[{"title":"categories","date":"2021-08-05T07:30:08.000Z","updated":"2022-02-16T07:48:06.176Z","comments":true,"path":"categories/index.html","permalink":"http://zwx-zwx.github.io/categories/index.html","excerpt":"","text":"？"},{"title":"tags","date":"2021-08-05T07:27:43.000Z","updated":"2021-08-05T07:28:28.468Z","comments":true,"path":"tags/index.html","permalink":"http://zwx-zwx.github.io/tags/index.html","excerpt":"","text":""},{"title":"about","date":"2022-02-16T07:42:16.000Z","updated":"2022-02-16T07:44:41.192Z","comments":true,"path":"about/index.html","permalink":"http://zwx-zwx.github.io/about/index.html","excerpt":"","text":"test"}],"posts":[{"title":"生活在向我靠拢","slug":"生活在向我靠拢","date":"2021-09-20T14:35:26.000Z","updated":"2021-11-26T04:39:58.694Z","comments":true,"path":"生活在向我靠拢/","link":"","permalink":"http://zwx-zwx.github.io/%E7%94%9F%E6%B4%BB%E5%9C%A8%E5%90%91%E6%88%91%E9%9D%A0%E6%8B%A2/","excerpt":"","text":"2021/09/19 目前人在郑州，昨晚到的，雨也一直下到现在。 在老家呆了将近两个月，关于它，我有许多想说的话。 回忆实践经历总的来说，我将这段时间的经历用一个字总结——巧。 因南京疫情，我急忙地离开了学校，加上河南的大雨，我只得选择前往位于福建省泉州市南安市的老家，而没有马上到位于河南省郑州市的第二个家。也因此展开了我这段并没有多想但收获颇多的生活。 返途中，开始疑惑我是7月26日从南京做高铁到的老家，到泉州站，之后坐公交车约2小时，到了溪美的公交站，接着打滴滴到了坝坑。路上看到挺多东西，有个类似二马路的机电市场——幸福机电市场（似乎是这个名字，我并未在高德地图上发现），还有一个泉州软件园（全国到处都是软件）。 我的到来，接替了前两天呆在老家11天的表弟的离开。我是晚上7点左右到的老家。当时，爷爷坐在楼下看电视，边看边咳嗽，身前放着一个垃圾桶，用于接吐出来的痰。他的呼吸声很大，有些像是呼吸不畅，应当是因气管过小，空气在呼吸道中摩擦起了声音。我起初并未惊奇，认为这是他常年落下的病根。之后碰见奶奶，我有些忘了，只记得他们按着平时的节奏，像家里临时来了一个客人一样招待着，就我个人的感受上，没有期望中的仪式感。 到家，开始整顿家中的基本设施都还可以在调整后运作：卫生间、洗衣机、厨房、冰箱。我简单洗了个澡就又转到爷奶那边进行交谈了。我记得当初我的闽南语并不多好，我们彼此语言还挺不相通的，我很努力地去听。（两个月后，确实有了很大提高。） 交谈结束后，我就去了休息了，他们休息也早，约9点半左右。因为我的屋里没有空调，我借住在堂妹的屋中，没怎么打扫，只是把我的东西嵌在了她的屋中。当晚，十分凑巧的，我在b站看到了一个关于农村的实践报告视频，结合我在学校看的《乡土中国》，我感到这些内容都说的很有洞见性，我意识到，我所处的地方，是一个农村。 初识，试着独立在老家的第二天后的约有一周多的时间，伴随着爷爷的咳嗽声以及介于奶奶做饭过分难吃，我开始捣鼓家里的网络、空调以及厨房。我在当时发现，当前的家里具有许多有用的东西可供我利用，同时我个人也具备相应的能力。 在这段时间，我似乎为我的独立生活做了许多尝试。 我自己定了到老家的高铁票，自己从高铁站搭公交车到家。深感前往老家的交通不便。 发现新开了一家超市，真的很不错，类似与郑州的永辉超市，这种模式是什么，生鲜超市吧。 我花费了一些时间，将家里打扫了一下，并整了一下厨房，我决心自己做饭。花了些时间自己做了可乐鸡翅，炒了炒豆芽和青菜。 联系电信来装宽带，决定是否要装空调，我发现许多事情，在掌握现状之后，决定只是一会儿的事情，犹豫不决只是浪费时间，甚至是有害的。 我也试着自己去走路到省新街，然后再搭公交车。天气十分炎热，阳光将石块烧得火热，我没有打伞，在当地土著看来，估计活像个外省人，被晒得一头汗，我终于到了公交站台，那是个稍不注意便发现不见的细杆立牌。在离站台稍远的阴影处，我等待了将近20分钟，车来了，没看到我，开走了。我离开了，狼狈地回家了。我明白，在满是山地、公共交通建设欠佳的南安，私有的交通工具成了必需品。（之后，找姑姑借了一辆电动车）**/\\* 在不断地试错中，我发现，我生活的环境是如此的不一样。南安、南京、郑州，三个地方的发展程度是如此的不同。在生活中，我只能在实践中感受实际，感受自己是谁，我在什么位置，拥有什么样的机会，做出什么样的改变。本质上，我并非我的主观意识塑造，我本质上是物质的，是环境塑造了我，环境决定了我的上限，主观意识是对环境的适应。认识现实，感受现实，做出能力内的事情，情感似乎不是那么重要，只是做与否的事情。我的个人情绪似乎已经不重要，只是做与不做的区别，情感反倒有可能是我前进的阻力。 熟悉，认识“生活”一想起来，一开始我是借爷爷的妹妹的车，之后我觉得不好意思，便不再借了；之后，因为自家也有借一辆汽车给姑姑，便找姑姑借了辆车后，我不时自己骑电动车出门买些东西回来做饭。 我也搬到了自己家这边住。 一是想要摆脱爷奶一直来找我帮忙的情况。我帮奶奶剥过花生、去田里中国花生，我意识到农事本身，就是一个不断重复劳动的过程，还具有极其容易掌握的特点。如果我将大部分时间投入到农事上去，我的时间在效益上将明显降低。同时，爷爷身体抱恙，我经常给他们去拿药，大伯也安排人过来送药。 有一天大早，6点半左右，奶奶叫醒了我，说给爷爷灌食的橡胶管道堵住了，我-&gt;二伯-&gt;大伯-&gt;大伯同学-&gt;医生；我-&gt;姑姑-&gt;小龙哥，这样的电话传话过程就发生了。最后是小龙来到了现场进行了清洗，最后畅通，发现是平时习惯不好，有东西干在了管道中。我深感远亲不如近邻的道理，以及，个人生活卫生习惯的投资作用。 又是另一天，奶奶叫醒了我，让我带他去诊所买药，我去了，发现老家诊所还挺多，但是大型医院较少。开药的大夫印象中还挺老的，奶奶说他赚了很多钱，这个诊所都是他自己买下的，得有小几百万，我很惊讶。 那段时间，我甚至经常幻听“鑫鑫！”，爷奶有叫我，过去一看，发现并没有。 二是那段时间家里有雨，夜晚稍凉快些。有一次的雨极大，排水口的水如喷泉般往外吐水，雷声很大且密集，我已听不清爷奶的说话声。 三是网猫被雷打坏了，堂妹这里的wifi已经不能使用，我想我可以使用堂哥这里的wifi。怎料，堂哥家这里的WiFi，排插也坏掉了，我突然发现老家的基础设备，可维护程度极低。我使用手机流量勉强维持，但没几天就用完了。为了自己的使用，我似乎通过实践和学习，很好的搞明白了，WiFi运作的根本规律 四是离厨房近，我不必到处乱跑。 二本计划在老家停留两周左右后，陪同在晋江工作的堂姐前往郑州省亲。但是因为疫情计划也告吹了。但之后的一天，她有联系我，表示可带我晋江玩几天，我当然乐意之至，前一天的晚上我还专门认真地看了关于晋江的尝试，认识了泉州的很多地名，那个晚上我在我家，投入的状态、好奇心持续满足，我觉得那个晚上是我十分陶醉的时候。 那天是个周日，姐被姐夫带来了家。奶奶进行了突击打扫，她的样子让我想起来，我刚到家时，家门口地上有水。寒暄和用餐之后，姐和姐夫打算带我去晋江，我也乐意。但爷突然找了我，他身体感到十分不适，要我带他去看医院，我深感接下来发生的事情属于另一个世界，它的名字叫做——生活。 一巡，去的是之前取药的诊所，诊所恐惧，不接像爷爷这样的病患；二巡，从家里取了爷爷的身份证和一些钱，我带他去了省新医院。医院也是挺小的，许多设备有是有，但像是郑州的简化版本。这里的医生也害怕了，用了很多话进行了拒绝。三巡，我们回了家，大伯跟我说，他可以安排去大些的医院治疗，方式也是输液，因为疫情，需要我陪护，我虽有些恐惧但也没犹豫，答应了。 姐和姐夫走了，当然，前往晋江的计划也告吹了。我需要留下来照顾老人。 接下来，是将近一周时间的照料，我突然明白了养老究竟是怎么一回事。 爷爷需要输液，我为他换药水瓶，奶奶以农事为由，选择了逃避。输液需要4小时左右，从中午10点到下午1、2点，中间须有人看护，避免输液管进空气导致将空气输入血管中。看护的时间是令人崩溃的，我也产生了想要逃避的心情。我无法干其他事情，需要不时去看点滴的情况，及时更换输入的药水，爷爷有时也需要上个厕所，我需要陪护。 点滴一滴一滴地流逝，时间也一点一点地溜走，我呆滞在客厅，空气像是静止，沉寂令我绝望，病人在屋里躺着。我开始恶意揣测其他人，我觉得他们都在逃跑，我是个冤大头，承担了不该承担的一切。我的性子被磨没了，脾气愈发的大，可惭愧也折磨着我，有能力和现状如此，我又怎能逃避？啤酒似乎从那时起成了我的慰藉，酒后，我的心情似乎会好一些。嗜酒成性，大概说的就是我当时的状态。 我试着在照顾的同时，做些自己的事情，现在回想起来，完全是负隅顽抗，这种现状下，我不大可能有自己的空间和时间，点滴的时间点卡的很好，白天的大块时间都被切碎了，晚上我当然可以熬夜学些什么，但是爷爷晚上会睡不好，那段时间睡不好，说是后背疼痛，结果是坐在软椅上睡了些时间，我很担心但不知该做些什么。晚上也在看些书和视频，当然，这是相对私人的事情，也对我有很大的影响，我后面会说。 我常听奶奶在那里抱怨，哭诉，找人宣泄情绪，道理上讲，我明白那并不合适；情感上讲，我能明白她的心情，只能倾听，不想多评价些什么。 输了一周的液后，我被折磨的憔悴，心情不多么健康。我似乎明白了久病床前无孝子，也懂了远亲不如近邻，想起来那个部落丢弃老人，让他们自生自灭的故事。我变得现实，我像是一直被照顾得很好，忘记了生活的不易，轻言理想，这段时间的经历把我拖了下来，把我的高傲磨得圆润。我不再轻言多么美好的东西，我知道，那有代价。 三输液约有一周时间后，二伯回了老家，主要是奶奶一直说爷爷恐命不久矣，当天早上更加严重。他的到来，行为更加酷似外省人，但他又十分自信自己清楚老家的情况，最后的形象有些滑稽。买的东西、干的事情还处于一个新鲜感的状态，我在老家呆的有一段时间了，看到的真实的状况从未那么美丽、令人兴奋，失望和无奈多一些。 我迁移到堂姐的屋子，她有空调，也能连到堂妹家的WiFi，这对我很重要。同时我也得空，能够撒手不管，有了自己的时间，那段时间，我感到十分的舒适。 1我去了一致想去看看的篮球场，去了发现，那里不只是篮球场，还有乒乓球桌，也有人打羽毛球、跳广场舞，应该算是低配版的郑州市的体育馆。还有一个大屏幕，晚上打开，供人点歌。在那里，我看到了这段时间最多的人。但是那里的人有个特点，并不会组织些什么，我觉得篮球场人数已够，可以打些比赛，但是大家也都面面相觑，各投各的篮球。有些无聊，我离开了。 2在眉山发生了一起事件，梅山镇公公杀儿媳事件 当事人的微博记录在这里 可以算作是，我前段时间对于老家生活认识的总结吧，在我认识到一些现实之后，我觉得类似于这样的冲突必不可免。 我觉得我的体验之旅可以结束了，本次事件也算是个总结，让我能够明白，闽南农村地区固有的矛盾，这包括了，养老问题、婆媳关系、隔代同居的磨合问题、民俗与现代化之间的问题。 3之后又去了趟溪美，看了下**中骏世界城，吃了麦旋风**，从未如此好吃，我感到十分满足。世界城一共三层，我看了下，在郑州也属于偏小的商场，店面也有相对新奇的，但并未给我惊奇感。也草草了事，离开了，我好像为二伯买了条烟，似乎是软中华。 奶奶和二伯吵了架，她开始四处拉阵营，第一站是姑姑那里，我一起去了。刚好，位于南安市东南方向约40min车程的溪美是我表哥生活的地方，我前段时间没有认真了解，真要了解一个地方，恐怕还需要一个当地人帮忙带着熟悉一下。 我也拜托我的表哥带我去了，走了一遭，发现溪美的风格像是山地中的早些年间的郑州。 有条叫做长安街的地方，像是郑州的健康路。去了家叫春哥铁板烧的地方，炒年糕还是不错的。长安街比较繁华，提供了服装、地摊等商业活动，感觉还真是不错。 我发现许多的基本需求，在溪美已经可以完全满足，没有缺少的情况，但在更为高级的需求上，溪美没有太多体现。表哥住在教师进修学校的一个楼里，周围医院、学校离得都非常近，我深感地段很好。楼是居民楼，与小区不同，是家属院风格的，没有电梯，像比较干净的西彩小区。房子的结构都明显让我回忆起在西彩居住的那段时光。有书房，里面书很多，我很羡慕。 之后带我去了个叫盘古书店的地方，这里对我来说简直是天堂，书非常多，看了下书的来源，应当是某些厦门的学校不要的存书，拿来卖了。书是按斤卖的，一斤七块。我买了许多书，也伴我度过了之后的两周时间。这个地方还藏了个琴房，我觉得属于是文化中心了。也确实，南安一中以及南安实验中学都在这个地方。 我不能不承认，溪美的城市化水平是不低的，在郑州需要的东西，他都有。但我觉得缺少的是，数码电子业，外文书籍的贩卖，文化行业还有待提高，并不能满足我的需求。 本想前往晋江、泉州市区以及堂哥所在的厦门地区。但是自己本身固有的宅男属性，我当时并未察觉自己失去了许多宝贵的实践机会，不过不要紧，来日方长。我想多出去走走。 4二伯看爷爷身体调理的差不多，打算走了，中午说的，下午5点就走了。我也是无所谓的，他走了，我自然是要多调些时间关心爷爷。 这段时间说来也巧，我像是凑巧地，看完了爷爷生活的最后一段时间，也对于我的原生家庭有了更深刻地认识。也很有趣地发现，在老家我接触到许多人、学到了更多的东西。 暂离，病情恶化过八十大寿的不是我的爷爷，是我的外婆。 大概二伯走的两天后，母亲从郑州回来了，我有些惊讶，本以为是代替父亲来老家关心下爷爷，原来是来参加外婆的八十大寿的。到家约有5天，只在奶奶这里过了一夜的样子。 外婆家和奶奶家一定是两个不同的家庭，外婆家的情况我通过伟平有了一定的认识。大舅做toB的业务，公司约十余人，单子接的也不小，但是面对自动化办公的普及，一些面对国营的单子还是有些难敲定；二舅、三舅应该是和父亲相似的营生方式。 但总体来说，外婆家的经济状况还是十分不错的，在我的理解上，应该算一个中产阶级家庭，我们家属于是小资产阶级。 八十大寿那天，外婆家这边还是挺热闹的，我在那边应该是过了两天的夜。晚上他们有人打麻将和扑克牌。我也看到老妈不一样的样子，很自在，像是回到了自己的地盘一样的感觉。有个傻子，像是裂掌了，笔画着说自己饿了，要东西吃，躺在外婆家门口，舅舅给了包中华，给他打发走了。 那天着实热闹，早上早起请神像；中午简单吃了些。晚上是大宴，我试着数了下桌子，12张左右。东西还算好吃，不过我有些忘了。比较有收获的事情是我加了黄良昆和一个也去南京上学的漂亮妹妹的微信。宴中，大舅看似玩笑地跟我说让我主持切蛋糕，原因是我的学力最高。我有些焦虑，难道还要致辞吗？我有些想要逃避，但也在开动脑筋去思考演讲稿。 吃完饭，送蛋糕的人被山路和信号不好的定位绕晕，没有找到外婆家。夜色已深，微信视频通话中，我们并不能从黑乎乎的画面鉴别此人何在，眼看赴宴的各位亲友一个个离席回家。终于在一通搜寻后，送蛋糕的人到了家，把蛋糕安装上，是个三层的蛋糕，把一旁玩耍的小朋友都吸引了过来，眼睛是直的。 似乎是被那个蛋糕店的紧急情况吓慌了神，我得以逃避主持切蛋糕的环节，最后是年纪最大的表姐主持，还算不错，我混了个分蛋糕的角色。 一切结束，同黄良昆他们一起收拾了一下垃圾和剩饭。隆重和慌乱，一切像是在例行公事；热闹和冷清，切换过快使人神伤。 在外婆家的两天，爷爷这边的情况突然急转直下，令我反应不得。早上来换身衣服，怎料他已呼吸困难，让我帮忙做雾化，我自然是久病成医，熟练地帮他做了，便去忙活自己的事情。他病情恶化的速度快过我的想象。一天的雾化次数从睡前一次转为3次，我有些恐慌。 母亲参加完寿宴，想要前往郑州了，当然她也有自己的理由，我妹妹和父亲的衣食问题。让我想起来二伯离开时，说的是生意上的事情，又说是儿子要上学。我不敢多想，想多了伤肝伤和气。 我看爷爷的状态还算可以，就和母亲前往了郑州，做的飞机，中间我还在回味新加的微信，我显然是被美色迷了眼睛。我企图用些pyq让其他人认识我，我也意识到其他人对我的理解过少，朋友圈是个很好的调剂。但我也发现，我的生活还挺平淡的？我无心分享什么自己的私生活，被人评价的感觉还挺难受的，理性上讲，我发朋友圈不同于美人，代价还是有的。 到了郑州，我草率地呆了两天，一条噩耗传来。 车上，我一直冷静事情发生的确实有些快，我大概是9月9日晚上到的郑州，当时就有新闻说莆田出现了确诊病历；在11号的晚上，我又坐上了回泉州的车上——爷爷病情告急！ 11号上午，老妈回家的时间有点早，我问发生了什么，她说奶奶打电话来，说爷爷情况不乐观。老爸准备回趟老家，已经定了中午的机票，马上就走。我并没什么感觉，以为是类似之前二伯回家的情况。 10号晚上以及11号中午，我分别和大伯和二伯进行了交谈，我想对我的家庭有些更多的了解。也确实，有了些了解，他们活在自己的世界里，继续讲述着外省人的观念。 11号晚上吃好饭，我打算玩会儿游戏，听到母亲接了个电话，通话结束她进屋，跟我说爷爷可能真的不行了，你大伯二伯已经准备开车走了。我刚回来，行李并未打开，简单收拾后，又拎着跟着他们去了。 晚上九点出的门，我预感今晚是要不眠，拜托二叔买点咖啡，确实排上用场，大伯认为我想得确实周到，我只感觉这不是常识吗？ 大伯开车是过快的，130到140迈左右，也开到了凌晨4点，我有些担心，试着别让他睡着。中间晚上9点半左右，姑姑打来电话，爷爷病逝了，姑姑和大伯之间的对话是简短的，言谈中冷静又有些悲情。 12345678p.s. 以下对话均为闽南语-“yingdian啊”-“嗯”-“lan a ba，去了”-“嗯”-“好，你路上开车小心点”-“嗯，我知道”， 通话结束了。之后就是飞速地开车。 中间的服务站，大伯跳了许多个，并不打算多休息，看得出来，他是有些着急的。 中间也有许多朋友亲人朋友打来电话。 1234567891011121314151617181920212223242526272829303132有的是听说并来核实，得知是真的就说他开车慢点；-你爸走了-嗯，我现在在开车-好，你慢点，小心路况有的是来商量，丧事如何去办-yingdian，你们这事情怎么办？-我已经安排xxx了，交给他就好，我在开车-路上小心，开慢点有的是尽礼数托词-yingdian啊，你老爸走了啊-是，我在开车-抱歉啊，我要上学走不开，这回我回不去了-嗯、嗯、嗯、好，没事，我知道了看样子，也是在托辞些什么有的是在谋求些什么，特指我爷爷的兄弟-yingdian啊，你们那个烟，我看可以换个xxx款的-什么东西，我都安排好了-不是，这个应该更得体些-我再问问电话中断，二伯搭话-我看，他是想自己抽-我看也是，先问下xxx，咱是叫他安排的之后，打电话给xxx-那个烟是怎么回事？其他人办的时候用的什么？-就你们那种，和其他人一样-行，那就按照其他人的样子办就行了，我在开车再后来，奶奶来了电话-你别听你二叔的！他就给那儿乱指挥-哎呀，哎呀，知道了知道了，你别来掺和那么多事情！ 路上，我不时在看老家的监控视频，发现许多人陆陆续续地走来走去，把一些红物去掉，换了白事的东西。我爸坐在沙发上，抽着闷烟。表哥们来了，坐着扣手机。他们似乎是忙了一夜。听堂妹讲，她晚上9点半到，他们凌晨得空吃了些东西。 我发觉，排除一些个人情感因素后，自己的冷静思考是可以带来很多益处的。疼痛使人清醒，在老家，我已经积累了许多令我绝望的事情，我面对许多无奈的现实，我束手无策；安乐使人迷茫，经历了这些，我觉得我的迷茫像小资产阶级的无病呻吟。我从未对我的现状有把握、有自信。 到家，第一次的白事到家，场景布置已经与以往有所不同。春联全被死了下来，院子被棚子罩了起来，棚子下是五六张桌子，最前面是个类似灵堂的东西；爷爷的遗体在他的屋内，已经被收拾整齐，用红布盖着，旁边都是稻草，稻草旁，有人在烧纸钱。 二伯路途中甚至还会打打哈欠，我并没什么感觉，怎料，下车后马上大哭大嚎起来，奔向爷爷那里，跪在稻草上，在爷爷身前细数自己的不该之处，两个人拉都拉不动。大伯把车停好后，也来了这边，掀开红布，看到爷爷的脸，脸上的表情突然控制不住，捶胸顿足，也作难过状，爸爸安慰着他。令我惊奇的是我弟，他声音本就浑厚，不知为何，哭的很悲伤，跪在爷爷面前，头上绑着孝带。 父亲的眼睛布满血丝，胡子拉碴，老了许多。 我并不哭的出来，我只对眼前发生的一切感到新奇。为什么布置成这个样子，接下来会发生什么，尸体摸起来是什么感觉。我当然知道爷爷过世了，只是我觉得死亡不可避免，没必要如此悲伤。为什么他们在人去世之后做出如此大的反应？我只觉得爷爷在世时，他们也没多么地关心，毕竟离得如此的遥远。 有个类似主持的人安排了我们要穿上孝服，在爷爷屋里跪着，做哭泣的样子。我其实并不能做到，一滴眼泪都出不来。 接下来，几天发生的事情有些杂乱了：在祖屋请神拜佛、在爷爷屋烧些纸钱、晚上有人在为白事表演、这几天都在请他们吃饭、爷爷出殡火花、有人代替哭丧。我们做了许多的仪式，我不懂，觉得有些讨厌，大家用这种仪式，躲避了许多应该面对的事情。 中间的几天伴随着疫情的逐渐严重，人们有些恐慌，有个亲戚在陪同爷爷火花后就马上离开了，背影有些狼狈。 相关的阅读其实在老家我读/看了不少东西： 乡土中国可以说是我理解老家农村的最基本纲领，其中对于农村生活的洞见，我受益匪浅。对于农村的很多观点，我都在这段生活中找到了影子。 北方沿海某地区农村调查报告从数据的角度，提供了一个鲜活的案例，这为我理解我的家乡提供了相当大的帮助。包括了现状、分析以及结论。其中基于农村现状的一些改革尝试以及目前的状况，令我有所收获。 自耕农正在消失，城市发展是在吸农村的血，城市应当先富带后富。我感到收益匪浅。 请 把 我 埋 在 ，这 时 光 里 …b站up主，导演小策的作品。 里面包含了许多我看到的农村的影子，有些难过了。 花束般的恋爱这是部讲述爱情的日本电影。 编剧是坂元裕二，他处理爱情的手法让我想起来四重奏第六集，“真正的爱情是两份的，两个人一人一份”。参与到同一个场景当中，两个人的感受竟然如此大相径庭。当然，坂元裕二是四重奏的编剧。 男女主建立联系的方式是有趣的。现代社会，人们选择信息的主动权越来越大，副作用是人和人之间的壁垒越来越大，往往是小圈子快乐，但是圈子外，往往因为思想相差过大，无法正常交流。因为有相同的审美趣味男女主充满话题，彼此有种找到世另我的感觉，发展了感情。 但正如主演男主山音麦的菅田将晖，所表示的一样，有一点奇怪的地方，男女主交流的方式是一直通过其他人的作品建立联系，他们自己本身的创作呢？确实，我觉得他们本身通过其他人的作品以及审美趣味的碰撞，当然没事，只是觉得没了他们自己的特点，自己的思维像是他人的附属品，他们自己在哪里？ 一一/a one and a two讲述的是杂乱的生活，生活总是有各种各样的琐碎事件，令人无奈，但它确实如此，想要它如自己期望般发展，需要付出的代价是巨大的，或许生活本身本就无解。 无限世界的本质是熵增，在庞大的自然力量面前，我们被摧残得无还手之力。或许我们美好的愿望本身就是十分唯心的，面向现实，才能切实的畅享未来。或许畅想未来就是美好的愿望。 生活本身是无解的，我最多逃避，当一切都很好。于是，有的人选择了爱情，一段美好的爱情是抛弃现实的，生活的琐碎并没有靠近，两个人彼此沉醉在爱意之中，确实爱使人向好。但是正如NJ说的“我前段时间过了一段一直想过的时光，感觉会有什么不一样，可是，好像也差不多”，好像也差不多。 在我的理解之中，人们是喜欢逃避的，现实难以让人掌握，生活充满苦难，可以通过想象一个美好的“远方”。可是实际感受之后，发现远方也差不多，变得厌倦起来。我想我打算放弃想象了，不是说他不好，只是觉得它不实用，让我生活多了更多痛苦，没有期望，就没有失望吧。我更愿意的是珍惜每个现实。 洋洋：“爸爸，你看不到的东西我看不到，你看到的东西我看不到，你怎么知道我看到的东西你看得到？”、“我们是不是都只能看到一半的东西？”、“你看不到，我就拍给你看咯！” 我本以为我可以通过一一看到自己的家庭，但是根据我的经验来看，一一讲述的是一个中产阶级家庭的生活，我的家庭，最多是个小资产阶级，具备晋升中产阶级的机会，就看我了。 作为我认识自己的工具，一一带来的是我对生活二字的体会。生活，就是这样，不为你的个人意志所转移。 我在他乡挺好的冲着任素汐看的，她的人设着实没有让我感兴趣。只记得自己对东北人的好感特别高。 讲的似乎是，一群东北姑娘在北京漂泊的故事。包括了普通公司职员、公司老板。职场压力、家庭压力、爱情上的故事。 异乡人这个点还挺抓我的，因为家里本身是福建人来到了河南生活。 EVA 新世纪福音战士对阿宅（包括我）的一记当头棒喝，也因此，我成为了庵野秀明的粉丝。 ”不要逃避“成为了我的座右铭。 关于它的看法，我还说不清楚，我只知道我没必要执着于像我过去一样。 他本质上回答了三个问题 1、人是否需要存在的意义？ 2、人是否需要互相完全理解？ 3、自我封闭是否是应对外界压力的最好合理方式？ 答案都是否。 真嗣、明日香、綾波零，他们三者或许都有自己认定的活着的意义，但是从行为上，他们都是EVA的驾驶员，不管怀揣着怎样的动机，他们都是在EVA中。有的时候，现实使得他们并没有选择，如真嗣，他总想逃避，但看到綾波零、第三新东京市的现状，他不得不站出来。 我只知道不能自己躲起来，第4集是我个人最为喜欢的一集。男主离家出走，在地铁上什么也不干，瘫在地上，像我自己。我知道不要逃避，自我的矫情并无价值。 社会发展史唯物史观下讲述的历史。 · 生产力是不断发展的 · 生产力与生产关系之间的矛盾导致社会冲突 · 剥削与被剥削 · 生产力决定生产关系 明白自己有什么，明白自己能做什么，主观地期望与自卑都无用处 从一到无穷大很好的理科生科普书，像是重新上了边高中。数学、物理、化学、生物都有涉及，许多例子也妙趣横生 现状分析面对的客观条件是： 闽南农村： ​ · 自然条件 天气炎热，常下暴雨 地理位置偏离市中心，购物、就医、娱乐等社会服务需要乘坐半小时至一小时不等的交通工具 山地较多 ​ · 人文条件 费孝通先生乡土中国笔下典型的农村 闽南特色：掌握闽南语极为重要 较为迷信、遵守许多仪式 道德感极强 公家办事拖沓、私人办事要靠许多人","categories":[{"name":"生活","slug":"生活","permalink":"http://zwx-zwx.github.io/categories/%E7%94%9F%E6%B4%BB/"},{"name":"碎想","slug":"生活/碎想","permalink":"http://zwx-zwx.github.io/categories/%E7%94%9F%E6%B4%BB/%E7%A2%8E%E6%83%B3/"}],"tags":[{"name":"长篇报告","slug":"长篇报告","permalink":"http://zwx-zwx.github.io/tags/%E9%95%BF%E7%AF%87%E6%8A%A5%E5%91%8A/"}]},{"title":"在发牢骚","slug":"心烦意乱小记","date":"2021-08-10T08:53:36.000Z","updated":"2022-02-15T13:42:17.134Z","comments":true,"path":"心烦意乱小记/","link":"","permalink":"http://zwx-zwx.github.io/%E5%BF%83%E7%83%A6%E6%84%8F%E4%B9%B1%E5%B0%8F%E8%AE%B0/","excerpt":"有东西被加密了, 请输入密码查看.","text":"cb99fa1f5311264fed75fc2b63b6c28e283c71f66a4841ae82a6fcc17d6309be669452c73f7b91913f3a88f884241c56fe920183441abb6e415eb30e3e4995dfcdbfbcfed151398b610e20d9e3f350f23ce611129140b0d1892bae9030bba2ba1f8dcddb4f3dd4c793749cd5d6f328e7e009d6ba5ca82ea2cf9e1f228631a97e287365f3198878a379aa867a5b62d2f1a2bb92321f467e75fcdbb03517b6bd881047fa4b9d1a91b609b0ef74bd40cad2b253be68469ec4ee956d71291191be1b97714cad32d3f93eda99d27231d39bd37d4c6701cc5f80a9ab0fb3bee582e7d3b8547b716451eda9f43f68cc34b964536ff7637757f55b904231d62985dd3ba1b39977354913269b616c3f63d35cbdfbaf50f75bb7c6b0b37d018d8b9225993808a5a19d2d976bb46493fb199d1190b25aec8fc6fb9eccc38a94c494f6ed0486507c8811465fc3c7459abc25842e9e30e136d76d82f9b0237c0bded8c2ab42b86db9b660d3304488d5daf7d75a27044d3143a902a911998c1891053890cd509e0444b9b3af983a2ff7b0507a6bc982239e8dd3f9bc01d7c6b9c7772cb860112fc8d1de5ddde12ba3a5e94e88ca09235e30329b4a1f1941b80a8632d2d7b66861ba7930e0b3f5746f8cdad7bb7a56a9b3cfe3beca0850e002d18cfaeb5ffec8b6d8c687a51c69a718cdceda01406536a5769d11c917c12d2d2d32ed1daa05385c558af5febe7e97fb0079081339de4d059a1bd9b8b967d0dc8cc583902fe44a48920802b9dd80b1c35a0a51b3059b2a39c4a2ac22437c94be1c7574515146c1b4a3f7aea4b41eb61fd6e03cf8a902186e6edb4e937cfd42e38facca2b7979322bc9331a1699cdf919408b552f2bebe2f66a90b45b7049c670bcf5cc1dcb9df04235f88bedcd058e617c65b65c5c4767eff706f391ccc4a7ab0859a239ebb32bc11697666cbd97311606935ed1216a6836f12413ebda0c4c2642aa2fd148421b24b8665cf008d5d8270a2db1b2c30ea2ab4d5c72bc70b1da44336aba0b026ce4b29bc0b1d616231c89b3b21f9ca6661a45aac408dd369fc24b605c07cef24478a7be7957a7b1f9e57019f17a4294648792ef8437fcb9263b0e802be0cb72936a5388e98aa85c302d97117f306fc0d8d31704aab8f33903f7dab6047b730c66f52c8ec37b79b8e306c1e698a2ff73661ffaa74935cee0d2a7ac900fd9db6b0af6fe7871a19b1bc1e810e0b8d1f786e6cb0beba53452fe8d3404d870783283e9013b816a4e98cfe58c660fb5eac4388b5d0c0d3035f417bf0feb35b4f5789c3337ef91d1a1c902cf1f78fbb9be449d056e892268e394089eef98206aca33ab57d4ee04edd9276a8dac3427cfef35b69d5d3d7d72193d058517fcd78237b2caf29209b660aff11e7d399a007f3dc9f19f327f6971551028af70b10ccca3f0485de0610f4f3f98cb3ede7c028e60d7de37dd89e98d0b5c9fc517f12f63311cf5d92ec5c7b014d570f0d57a180cebdf20266452ce523ffda8b0ac44c05e54a6fe6f4e0520f5f6dd4b653348d4b7f124de98b876d78a8d7331a50774b3729852a51968f1d4867c70a89c8c120a64e9fe46f4cfb9861616c40169256b301bb8969362a3198e0229fe0c791acc862ecbe514dc9dd5c9adba40a51ececa0b9902702070d871c10886474903239bf8aa25259b2e88091bc1c6e6c266a4f67709cefb122d9bd59f4de06596c7a6c2b50c2abe3e543988596c1e66fc63336afa54349a23f746d4642bf8b6b571f6f17dc2caa34c6f196a000cc535fdc6bb1d465bb44842fd0b3a9948e3033410cf728c2b6a133a35b67bd8763b9ad299b95b5bbf25fa880d289d419177917db826c82c18a73f30347ec6ae6324af2db499696dd8fd1d49484ae18a3ef3991a916995c6724264a191f93214e4ec3d3cb4d0111da1ab17d5d452a7f39e5af9787dc3c614eced330e3ad40b55b98d36edf3e73355ff7d3bdd29fcf7784b145f2325e183067a2159727d917495088b9880f61fa52586539164bc06e02c19bd55f6678711e75a2636e24db21cea3e0c9b4da37c7d871520db770fb4b8e670ad4cef41fce28f4b015403c1df908eff960097d3e4f58290e71e55f311b06971318d5e9fda733e3064dcac36d52e3fd397dac9814da9e173d2aba155f34e1a31a064afb5cb1da6417e116fb2dba52600b2865fe515a10982ec8e89eda65c9f2fa487e089613951a114d3ad07f8bc1a46023a7c538a2a2e70a5b2e1f76db6d7f17bdc58245c52e65633d841d15dd7412847b85defb274fe5d46bb4a6240c5080f9218646a324b13ec6074f7dd430fe38d9c249cca4a08fe128c6bbf50223410023d3a8dd3597e42ddcdde7002ebc08aa29282a8f8e3e6bd1847b4fee21a6b6900c5ef5566bcbe7434858fcc85199ee1cdc24436b4314a8fe96e67857582c19ea32d10751d62a83cedaf4c7e203197d7ece513c11380011b77bec725fb0e27d00c6ec4f3c6850d2ea5e38b7f4e013ac529272721644d9a302dd465807e23dd7c92de80ef6d6048cd08c8963ead5d4ea6040fcfefcd73e18705dd133353fe8262976a7e7afa8167622f37091039d8c57eea7320fe3bde0a41d4ac1a15af859f2697f64be6f138351196c18a470e63d64c322ed184b51be046cebb33e8552cb3db1057e207848edd37e616b745ae4e06d7513a785b9f6e48be3d9d33eb0e84f5daa47394b855782e27a5a58a5218877bdcef4da0302a6686d0071ae5b7d229b654414579e970fcb937229ec32359cb6847e8214b3903321a433b9a046fc711f30516f2892ea0735d76c3863f1d75b8be383672212c8763a3f15989e4901d346548cf54dc3143c09b03eab4b53bb0d310231a6d7860f268112bbf7d394da57b4d7dc160d2f6d23031dd991d9fd188c018214a599fbe5125e94a827dd8e73301d7e65f813e34ea92908d07e8f4f5436ab99bbcde2bf1aebad373fcc6bdf633a8e84c4099da69cb33adc58eec736f352343fa9eb5e27f42fbbebe0ed22e3d10e19bc21495c0cedd7e080cfc869bdd0c0a460a9465d42b6649368dd0a55ea4655e7fb74bb06afed9154af0c8f45e439951de4927363a8ccd34ed44867c0a5a4070543a300c20a07ca73a9f1d3a05bcebf6e6c01b5f2e50d963bd2af1ea60245d01a2ec3943eb6550abed9d982f9df395e4c1add87ce45910edb3ddc05a9338ac8d9067e9b03832094a28daab78f2c248a6aee7ef366806b06438913b0c89d15b69119fbd5d6a468744bd4756680344d729a64094aa094c393efffd03eb8f7856c24cf64ab60f7c5b4dafa6de70a9e04210ae04694f9e4a40c01f63e41e34a94254f1089b02036740068b1b5101ea4253de216d700f4a1bfcb6e4b446a5d6e66d609b82a132e0325482aced05490b1dd09ef5cd098e5be895d0a9683f5aeaf500a190e3685ae2812a1f596942074a0a28ac3eb03e5fba85b9dc5d8620b51e4b550008c963fbcfbad8295421c5e9acd801d1471888d9842a842ae0625cb92af225780e246c4283cc6c32fd6c606847e7e372094133f38d2e856a5e97a30a04bb0daf9a056e753824c4fcd33a9b0a9c024d02bfb9002bcd2633b2727bffdfd98fa599836704d558e2abbf9601695626ee631c74c69c19d08cb4b4503695039a1520f7dc5d43fdcb53f1188f3660cf1749f9745fbff2a4128c4c3251e66030e4cd8aad8b0f1d0f9f1625fcd77ef29a0060a165f64a662e03fbbd35c7ce9c0aed15476a4f81a6452af2a766af36d5feaff8c89e683b78779fb0a9ace208a09bf88dc3fe884bbbe9f83394318b4bf494ddc940c45ff522a882829475d4d9e9f463be53647987f58da8e02bcdb20d1be9e9016d85b02ee014a9301a169765ec6ef87058098fd32e68c7e66b29f299a240fb6d8f997511c5e5b12f8c671a1c490f88484c921ac0cf271160c26ac5c9667c4432c0ed09086ee7d2b3684f324c6688ff4103ef76d36ff7d7bc9061d60415a1821056c87c9a32fcd98ac9b263190e689c893f89bf57429065c34f07bcd4456b64d0e43bcdb307cadbd94957f59285b325df0e784b77d7083551fbe419a2c23b852e4f7187cdac461ba3517f096ac26f9479eaf71c769e5363ed777529a5c353aec15fc4d5ca31f041b7d13034877ef2f99265f8c445b1772d0a4a71cff3ea153c228cec986714a0a7d09ca7dd7764bbe3844e9753403b83123a5afdb3281f7a3b7601c4269dfeafadf5fed4be7e074b0f076ad02400baa06bc66802f9d1c52fefdb0f8b592d72f91e0799a89af497b417ab740669c19a432ddb1defb99bf8cfcb0b1d9e018f090fe46a24a469e9d84c24667e2ed5ac15b2c95f0d690b7dfbba3fc5840904b69969b31a8b015c0ed9357f46bf71f583d868f1cfdcf2dd5fb1391910d1bad3e8c892ee2302a58d3a3d3323006032320a52053895c2e0524565d6d70211b639b5c1d5f9ded5c3ea86d82b0f648c4535dd22050a10e5faf00283671934b8bc2e755d5275cc4995cb109afc2b7dae3ad38f9318d5d89d0a0af13bf8226deb3e6732c9c470d729e92d2c6d29cf142c9004d7560cc3d79e4cc7b55e6be4148e38469b78f9ab021039fb2bfe4e5c8f4f5665c51aabd4ed24128c421f7fe92f600b6d2315d36935c8af7b203a47bcd7bd83da 您好, 这里需要密码.","categories":[{"name":"生活","slug":"生活","permalink":"http://zwx-zwx.github.io/categories/%E7%94%9F%E6%B4%BB/"},{"name":"牢骚","slug":"生活/牢骚","permalink":"http://zwx-zwx.github.io/categories/%E7%94%9F%E6%B4%BB/%E7%89%A2%E9%AA%9A/"}],"tags":[{"name":"保密","slug":"保密","permalink":"http://zwx-zwx.github.io/tags/%E4%BF%9D%E5%AF%86/"}]},{"title":"「花束般的恋爱」观后感","slug":"「花束般的恋爱」观后感","date":"2021-08-05T07:58:13.000Z","updated":"2022-02-15T14:19:16.463Z","comments":true,"path":"「花束般的恋爱」观后感/","link":"","permalink":"http://zwx-zwx.github.io/%E3%80%8C%E8%8A%B1%E6%9D%9F%E8%88%AC%E7%9A%84%E6%81%8B%E7%88%B1%E3%80%8D%E8%A7%82%E5%90%8E%E6%84%9F/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;这两天看了花束般的恋爱。 &nbsp;&nbsp;&nbsp;&nbsp;本片讲述了有着小众爱好、与大众审美不太相同、难寻知己、相对孤独的男女主角，在机缘巧合下相遇、相恋，最后却因现实离开彼此的故事。 &nbsp;&nbsp;&nbsp;&nbsp;兴趣过于小众，一时难觅倾诉对象；相遇一见如故，一夜难尽肺腑之言， &nbsp;&nbsp;&nbsp;&nbsp;同居生活甜蜜，时常同看喜爱作品；现实工作难找，逐渐各做各的准备， &nbsp;&nbsp;&nbsp;&nbsp;交流逐渐减少，娱乐渐被工作占有；现实碰撞理想，双方各自僵持不下， &nbsp;&nbsp;&nbsp;&nbsp;同居而无交流，同一屋檐下陌生人；并肩却相背对，镣铐禁锢下踌躇者，","categories":[{"name":"Review","slug":"Review","permalink":"http://zwx-zwx.github.io/categories/Review/"},{"name":"Movie","slug":"Review/Movie","permalink":"http://zwx-zwx.github.io/categories/Review/Movie/"}],"tags":[{"name":"亲密关系","slug":"亲密关系","permalink":"http://zwx-zwx.github.io/tags/%E4%BA%B2%E5%AF%86%E5%85%B3%E7%B3%BB/"}]},{"title":"真正的旅行当是成为本地人","slug":"真正的旅行当是成为本地人","date":"2021-08-03T14:35:26.000Z","updated":"2021-10-17T06:31:21.150Z","comments":true,"path":"真正的旅行当是成为本地人/","link":"","permalink":"http://zwx-zwx.github.io/%E7%9C%9F%E6%AD%A3%E7%9A%84%E6%97%85%E8%A1%8C%E5%BD%93%E6%98%AF%E6%88%90%E4%B8%BA%E6%9C%AC%E5%9C%B0%E4%BA%BA/","excerpt":"","text":"​ 机缘巧合下，今年的暑假，我回到了老家。到今天，我已经呆了一个星期之久。 穷与变​ 老家在农村，不算穷。离最热闹的集市约10分钟车程；房子也进行了基本的装修，有空调也有网络。 ​ 但是老家很不方便。因为我们家基本不会长时间住在老家，所以我没有交通工具，我屋也没有空调。老家出行都需要车，走路是足够消磨人出游的意志的；我借住在其他兄弟姐妹的房间，他们逐渐在老家生活了，深知老家夏天的炎热，房屋都安上了空调。虽然他们总是强调老家夏天多热，但是我也只是今年才真的体验到。 ​ 奶奶是个典型自耕农，只知农事，生活习惯也完全不管，家里是脏乱的，做饭是简单随意的，生活用具是年久的。她似乎拒绝所有工业品，对待自己的生活方式，她是骄傲的。尽管在我看来，城市为居民提供了许多便利的服务，但她始终不习惯在城市的生活。 ​ 可以说，回到老家的第一个星期，我是充满不屑的，但同时又沉默。我时常傲慢，容易直言他人在我看来的问题。后面发现可能只是对方和我习惯不同，以至于我的脾气显得幼稚。我逐渐沉默，试着先去理解和感受对方、换位思考。 ​ 理解后，我试着用不那么冲突的方式改变现状。或许真正的旅游是成为一个本地人。许多的批判应当源于其自身，而非他者的批判。 ​ 我现在在我们家的厨房做饭，那是个较为现代化的厨房。而我的奶奶那边，仍停留在十年前的水平。 农事​ 我去做了农事，并发现很难爱上农事。 ​ 只记得家人总是劝爷奶不要在种田了，年迈的身体已经不能支撑他们做年轻的事情。但我奶是不听劝的，她仍然做着农事，家人的劝阻在我看来像是城里人在看不起乡下。于是，我忍耐住了自己的劝阻之心，心想自己实地体验才有话语权。 ​ 今早，做了，种的花生。7点把我叫醒去做农事，我也只睡了6个小时，困极，我发了脾气。到地里，太阳越来越大，我穿着黑色的衣服，身上越来越热。我一开始还在和奶闲聊逗趣，之后话都不想说，再后来我坐在一旁的香蕉树荫里，心想什么时候离开。坐的地方是在土上，香蕉叶垫在屁股下。但旁边是个水池，死水，看着很混，绿的、红的蜻蜓在飞，也有我手掌大的黑蝴蝶在飞。胳膊被不知何处来的蚂蚁咬了一下，刺痛，我急忙离开树荫。帮奶奶播种完花生，我也速速离去了。 ​ 我很难理解这机械般重复简单的工作乐趣何在，炎热的天气和可怕的虫子加剧了我对农事的厌恶。我尊重奶奶的骄傲，但我真的很难爱上农事，我只觉得自己被浪费了。 电动车​ 找姑姑借了辆电动车，我是喜悦的，出行的便利更促使了我向外探索的心情。 ​ 奶奶吩咐我帮他去借别人的机器剥稻壳，我也照做了，有些累。 ​ 奶奶是很奇怪的，她一边骄傲着自己种田，不用买全靠自己，一边在许多事情上不停麻烦他人，家人也好，邻居也罢，都可能被她麻烦。她觉得这很正常，我只觉得是在剥削。就算是事后会给人些自己的农作物，但她还是用自己相对弱势的处境利用着道德和他人的同情心借助他人的力量。 暴雨​ 因早起，我在吃过午饭后便困得不行，但慢慢悠悠还是到4点才睡。 ​ 迷迷糊糊下，我带着耳机睡了一个小时。最后是被雷声吵醒的，窗外雨很大，雨水已经扭曲了窗外的景观，雷声频繁而热烈，这是我第一次见到这样的大雨。最大的雷声像是天要裂开一般。 ​ 老家后面有石质的排水道，楼顶接到的水排到楼下，几度冲出排水道。后面的厨房已经漏水，漫过脚底。 厨房与可乐鸡翅​ 我选择用我自己家的厨房。我从没意识到，我们家一年最多用一个月的厨房完全应该拿来让我用。我也没能意识到，其实我自己已经具备烹饪的能力了。 ​ 有了车，我可以自己去集市买自己愿意吃的，有了厨房，我可以自己做饭了。 ​ 我自己做了可乐鸡翅，很好吃。","categories":[{"name":"生活","slug":"生活","permalink":"http://zwx-zwx.github.io/categories/%E7%94%9F%E6%B4%BB/"},{"name":"碎想","slug":"生活/碎想","permalink":"http://zwx-zwx.github.io/categories/%E7%94%9F%E6%B4%BB/%E7%A2%8E%E6%83%B3/"}],"tags":[]},{"title":"Log Now Log Free","slug":"Log-Now-Log-Free","date":"2021-08-02T11:32:14.000Z","updated":"2021-10-17T06:29:10.753Z","comments":false,"path":"Log-Now-Log-Free/","link":"","permalink":"http://zwx-zwx.github.io/Log-Now-Log-Free/","excerpt":"","text":"记第一篇Blog​ 种种微妙下，我打算开始写博客。 ​ 一年以前，我曾因peer pressure试着去整一个自己的博客网站。一开始，买了个ECS云服务器，整了个乱七八糟的网站，不美观且没有后期维护，以至我如今已经忘记许多具体的细节；之后又试着用CSDN去写，主要是每日的leetcode算法题，坚持了将近两个月，也做罢了。 ​ 想来，我是把写博客当做了一种工作，而非一种必要的生活习惯。这也导致了我每次尝试都以失败告终。 ​ 但是想要记录的想法从未消散，并不断加重。 焦虑与港湾​ 在学校经常有这样的周期循环：因看到优秀的同学而自卑，因自己的无知而焦虑，为了填补焦虑而囫囵吞枣般地看网络信息，看后感到一无所获，再次迷茫焦虑。一天或是一周下来，我似乎每天都在找东西看和学习，但是最后发现，我似乎什么都没学到。空虚和迷茫袭来，令我对生活感到悲观和绝望。 ​ 慢慢，我意识到，这种迷失的心态源于自我意识的消失。网络也好，他人也罢，非自我的声音将我吞没，明面上最大声的声音将我裹挟。其副产物是我行尸走肉般地大学生活。焦虑、快感、迷茫，我无意识地被他们牵着走，迷失了自己。 ​ 为了逃离迷茫感，我慢慢开始写起日记，开始回忆自己。我突然地发现，我对一切都毫无认识！包括我自己！ ​ 我于是开始写些什么，我慢慢发现每个人是如此的不同，当考量方式单向度时，我焦虑不已；一旦认定人与人之间无法比较，我的心里似乎痛快许多。日记越写越多，到后面已经变成我个人的闲言碎语集、回忆录，内容变得不再重要，我只是想写些什么。 ​ 回看自己的日记也是个饶有趣味的过程，尤其是在迷茫有压力的时候去看。写日记和回看日记有些像我的心灵港湾。我喜欢在这之中修养生息。 遗忘与文字​ 长久的经验使我发现，我太容易遗忘了。一天所做的事情也好，自己某段时间的状态也好，我都容易忘记。一旦忘记，我便容易成为环境的附着物，跟随主流意识，失去了自我思考。 ​ 遗忘导致再次犯错。我总是会不自觉陷入过度使用网络的空虚状态：不停浏览充满感官刺激而无用的网络信息、感到空虚、继续浏览，他们总是不断循环着。但是很多时候，我很难意识到！只有当一些十分要紧的事件发生，我才反应过来。时间已然消逝，我一事无成。 ​ 曾读过费孝通先生的《乡土中国》，记忆颇深。其中有一个观点是这样说的：人类通过文字和词汇来传递经验。 ​ 我突然意识到，对自己的日常行为进行记录是完全有必要的！通过线性地记录我每天的所做与所想，我认为是有提高自我的可能性的。 LogNow​ 慢慢的，我期望有一款软件，能够允许我记录自己的想法，同时记录记录时的时间、地点、天气等相关因素。 ​ 我个人认为，一个人的所思所想所做，并非完全出于其个人主观意愿，其周遭的环境因素是绝对需要考量的！比如如果今天天气好，我极其有可能想要好好学习。于是，我希望这个软件自动得到我的位置信息、时间与天气信息，这些过于机械，以至于我自己并不想去做。 ​ 这些信息只用于服务一件事情：记录我的个人数据并进行分析指导我的个人行为。 LogFree​ 更近一步的，我期望这个记录工具帮我分类了，毕竟我个人是不太记得自己的分类了，而且我似乎也分不好类。 ​ 我只希望人可以只关注一件事情–记录。 最后​ 我还是回到了这里，虽然还是缺少些我期望的需求，但我还是选择先使用hexo来写我的博客。 ​ 我逐渐意识到，人是极其有限的，应当学会使用工具，遇到比较困难的问题时，应试着借助他人的力量，最后在试着自己蛮干吧，毕竟我是觉得无限的空间和时间下，人是可以解决一切可判定问题的。","categories":[{"name":"生活","slug":"生活","permalink":"http://zwx-zwx.github.io/categories/%E7%94%9F%E6%B4%BB/"},{"name":"碎想","slug":"生活/碎想","permalink":"http://zwx-zwx.github.io/categories/%E7%94%9F%E6%B4%BB/%E7%A2%8E%E6%83%B3/"}],"tags":[{"name":"纪念","slug":"纪念","permalink":"http://zwx-zwx.github.io/tags/%E7%BA%AA%E5%BF%B5/"}]}],"categories":[{"name":"生活","slug":"生活","permalink":"http://zwx-zwx.github.io/categories/%E7%94%9F%E6%B4%BB/"},{"name":"碎想","slug":"生活/碎想","permalink":"http://zwx-zwx.github.io/categories/%E7%94%9F%E6%B4%BB/%E7%A2%8E%E6%83%B3/"},{"name":"牢骚","slug":"生活/牢骚","permalink":"http://zwx-zwx.github.io/categories/%E7%94%9F%E6%B4%BB/%E7%89%A2%E9%AA%9A/"},{"name":"Review","slug":"Review","permalink":"http://zwx-zwx.github.io/categories/Review/"},{"name":"Movie","slug":"Review/Movie","permalink":"http://zwx-zwx.github.io/categories/Review/Movie/"}],"tags":[{"name":"长篇报告","slug":"长篇报告","permalink":"http://zwx-zwx.github.io/tags/%E9%95%BF%E7%AF%87%E6%8A%A5%E5%91%8A/"},{"name":"保密","slug":"保密","permalink":"http://zwx-zwx.github.io/tags/%E4%BF%9D%E5%AF%86/"},{"name":"亲密关系","slug":"亲密关系","permalink":"http://zwx-zwx.github.io/tags/%E4%BA%B2%E5%AF%86%E5%85%B3%E7%B3%BB/"},{"name":"纪念","slug":"纪念","permalink":"http://zwx-zwx.github.io/tags/%E7%BA%AA%E5%BF%B5/"}]}